Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/giella.html.tmx
Source language: sme
Languages: sma

source: Giella / Sámediggi - Sametinget
sma: Gïele / Saemiedigkie - Sametinget

source: Oza doarjaga
sma: Ohtsh dåarjoem

source: Giella lea dehálaš bealli kultuvrii ja identitehtii.
sma: Gïele akte vihkeles kultuvreguedtije jïh identiteteetemïerhke.

source: Lea vuođđudeaddji olmmošvuoigatvuohta ahte beassá iežas giela hupmat, ja álgoálbmogiin lea sápmelaččain dasa lassin vel riekti suddjet gielaset.
sma: Akte vihkeles almetjereakta lea nuepiem utnedh sov jïjtse gïelem nåhtadidh, jïh goh aalkoealmetjh dle saemieh lissine reaktam utnieh vielie vaarjelimmiem åadtjodh sov gïeleste.

source: Ovdal lea dát prinsihppa dulbmojuvvon dáruiduhttinpolitihka bakte.
sma: Aarebi dan vööste eadtjohkelaakan barkeme daaroedehtemepolitihken tjïrrh.

source: Ovddasvástideaddji politihkkár
sma: Politihkere gïen diedte

source: Ávjovárri Aili Keskitalo
sma: Phone: +47 971 29 305

source: Faktadieđut sámi gielaid birra
sma: Bïevnesh saemien gïeli bïjre

source: Sámegielaid hálddašanguovlu
sma: Reeremedajve saemien gïelide

source: Sámegiel báikenamat
sma: Saemien sijjienommh

source: Sámás muinna
sma: Saemesth munnjien

source: Sámi Giellagáldu
sma: Gïeleteknologije

source: Lágat ja láhkaásahusat
sma: Laakh jïh mieriedimmieh

source: Ovttasbargat suohkanlaš eiseválddiiguin ja sin neavvuma bakte viiddidit sámegiela hálddašanguovllu
sma: Reeremedajvem saemien gïelese vijriedidh, raeriestimmien jïh laavenjostoen tjïrrh tjïelten åejvieladtjigujmie

source: Ahte ásahuvvojit eanet giellalávddit, dakko bakte ahte ásahuvvojit eanet sámi giellaguovddážat seammás go doarjut ovttaskas gielladoaimmaid
sma: Jienebh gïelesijjieh tseegkedh, goh saemien gïelejarngh tseegkedh jïh dåarjoem aktegsråajvaræmman vedtedh

source: Ahte sámegiella galgá leat ealli giellan maiddái boahtteáiggis, mánáid ja nuoraid vuoruheami bakte
sma: Saemien edtja akte jielije gïele årrodh aaj båetijen biejjien, gosse maanide jïh noeride skreejrie

source: Vuoigatvuoðat
sma: Reaktah

source: Sápmelaččat Norggas galget beassat sihkkarastit ja ovdánahttit gielaset, kultuvrraset ja servodateallimiiddiset.
sma: Saemien åålmege Nöörjesne edtja maehtedh sov gïelem, kultuvrem jïh sov siebriedahkejieledem gorredidh jïh evtiedidh.

source: Sámegiela hálddašanguovllus lea buohkain riekti oažžut vástádusa sámegillii go váldet oktavuođa báikkálaš almmolaš ásahusain hálddašanguovllu siskkobealde.
sma: Gaajhkesh reaktam utnieh vaestiedassem åadtjodh saemiengïelesne gosse aktine voenges byögkeles åårganine govlehtellieh reeremedajvesne saemien gïelese.

source: Buohkain lea riekti adnit sámegiela riektevuogádagas.
sma: Gaajhkesh reaktam utnieh saemien nåhtadidh reaktasuerkesne.

source: Buohkat geat háliidit sámegillii gulahallat hálddašanguovllu báikkálaš ja guovlulaš almmolaš dearvvašvuođa- ja sosiálabálvalusain, lea riekti oažžut bálvalusa sámegillii.
sma: Gaajhkesh mah sijhtieh saemien nåhtadidh voenges jïh regijovnale byögkeles healsoe- jïh sosijaleinstitusjovnine reeremedajvesne, reaktam utnieh saemiestidh jïh vaestiedassem åadtjodh saemiengïelesne.

source: (Geahča maiddái Dearvvašvuođa ja sosiálaoasi)
sma: (Vuartesjh aaj Healsoe jïh sosijale)

source: Sámi mánát geat lea mánáidsuodjalusa fuolahusas lea riekti hubmát eatnigielaset.
sma: Saemien maanah maanavaarjelimmien hoksen nuelesne, reaktam utnieh sov ietniengïelem nåhtadidh.

source: Buohkain lea oktagaslaš vuoigatvuohta oažžut girkolaš bálvalusaid Norgga girku searvegottiin mat leat sámegiela hálddašanguovllu siskkobealde..
sma: Gaajhkesh reaktam utnieh indivijduelle gyrhkeles dïenesjh saemien gïelesne åadtjodh Dennie nöörjen gærhkoen åålmegisnie reeremedajvesne.

source: Bargit báikkálaš dahje guovlulaš almmolaš ásahusain hálddašanguovllu siskkobealde lea riekti oažžut virgelobi bálkkáin háhkamis sámegielat gelbbolašvuođa go ásahus dárbbaša dákkár gelbbolašvuođa.
sma: Barkijh aktene voenges jallh regijovnale byögkeles åårganesne reeremedajvesne, reaktam utnieh permisjovnem baalhkine åadtjodh saemien lïeredh, gosse åårgane dagkeres daajroem daarpesje.

source: Buohkain lea riekti oažžut sámegielat oahpahusa vuođđoskuvllas ja joatkkaskuvllas
sma: Gaajhkesh reaktam utnieh lierehtimmiem åadtjodh saemiengïelesne maadthskuvlesne jïh jåarhkeskuvlesne.

source: Sámegielaid doaibmaplána
sma: Dahkoesoejkesje saemien gïelide

source: Ráđđehus lea gárvvistan sámegielaid doaibmaplána.
sma: Reerenasse aktem dahkoesoejkesjem saemien gïelide dorjeme.

source: Doaibmaplána váldočalmmusteapmi lea láhččet dili nu ahte oažžut eanet sámegielat geavaheddjiid.
sma: Dahkoesoejkesjen åejviefokuse lea sjïehteladtedh låhkoem lissiehtidh dejstie mah saemiestieh.

source: Dát galgá ollašuhttojuvvot doaibmabijuid bakte mat nannejit sámegielat oahpahusa mánáidgárddiin ja vuođđooahpahusas, ja láhččet eanet sajádagaid gos sámegiella geavahuvvo ja eanet rekruteret ohppiid sámegielat oahpahusaide ja oahpahusaide main sámegiella lea oassin fágasuorggis.
sma: Dam edtja darjodh råajvarimmiej tjïrrh juktie lïerehtimmiem saemien gïelesne nænnoestidh maanagïertesne jïh maadthööhpehtimmesne, sjïehteladtedh jienebh sijjieh tseegkedh gusnie maahta saemiestidh, jïh tjerkebelaakan saemiengïeleldh ööhpehtæmman dåårrehtidh jïh ööhpehtæmman saemien gïeline faagegievlesne.
